Repository: CofficLab/Lumi
Catalog: Packages/PluginWhiteNoise/Sources/PluginWhiteNoise/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Auto-stop after 15 / 30 / 60 minutes with a countdown.
zh_hans: 15 / 30 / 60 分钟后自动停止,带倒计时。
zh_hant: 15 / 30 / 60 分鐘後自動停止,帶倒計時。

source: Basic Operations
zh_hans: 基本操作
zh_hant: 基本操作

source: Brown Noise
zh_hans: 棕噪音
zh_hant: 棕噪音

source: Core Capabilities
zh_hans: 核心能力
zh_hant: 核心能力

source: Enable the plugin
zh_hans: 启用插件
zh_hant: 啟用外掛

source: Frame-by-frame generation via AVAudioEngine, no audio files, truly seamless.
zh_hans: 基于 AVAudioEngine 逐帧生成,无音频文件、真正无缝循环。
zh_hant: 基於 AVAudioEngine 逐幀生成,無音訊檔案、真正無縫循環。

source: How It Works
zh_hans: 工作原理
zh_hant: 運作原理

source: independent volumes
zh_hans: 独立音量
zh_hant: 獨立音量

source: Interface
zh_hans: 界面
zh_hant: 界面

source: Master Volume
zh_hans: 主音量
zh_hant: 主音量

source: Mix
zh_hans: 混音
zh_hant: 混音

source: Mix your noise
zh_hans: 混合噪声
zh_hant: 混合噪聲

source: Mixes with other apps' audio without interrupting your music.
zh_hans: 以混音模式运行,不打断你正在听的音乐。
zh_hant: 以混音模式運行,不打斷你正在聽的音樂。

source: noise tracks
zh_hans: 噪声音轨
zh_hant: 噪聲音軌

source: Notes
zh_hans: 说明
zh_hant: 说明

source: Open the sidebar view
zh_hans: 打开侧边栏视图
zh_hant: 打開側邊欄視圖

source: Overview
zh_hans: 概览
zh_hant: 概览

source: Paused
zh_hans: 已暂停
zh_hant: 已暂停

source: Pink Noise
zh_hans: 粉噪音
zh_hant: 粉噪音

source: Playing
zh_hans: 播放中
zh_hant: 播放中

source: Plays Along Your Music
zh_hans: 与其它音频共存
zh_hant: 與其它音訊共存

source: Real-time generated white, pink and brown noise for focus and sleep — no audio files, seamless loops, mixable tracks.
zh_hans: 实时生成白噪音、粉噪音、棕噪音,助力专注与助眠:无音频文件、真正无缝循环、多轨自由混合。
zh_hant: 即時生成白噪音、粉噪音、棕噪音,助力專注與助眠:無音訊檔案、真正無縫循環、多軌自由混音。

source: Real-time Synthesis
zh_hans: 实时算法生成
zh_hant: 即時演算法生成

source: sleep timer
zh_hans: 睡眠定时
zh_hant: 睡眠定時

source: Sleep Timer
zh_hans: 睡眠定时
zh_hant: 睡眠定時

source: The White Noise container appears in the ActivityBar.
zh_hans: 侧边栏 ActivityBar 出现白噪音容器。
zh_hant: 側邊欄 ActivityBar 出現白噪音容器。

source: This manual covers the interface and basic operations of White Noise: playing noise tracks, adjusting volumes, and setting the sleep timer.
zh_hans: 本手册介绍白噪声的界面与基本操作：播放噪声音轨、调节音量以及设置睡眠定时器。
zh_hant: 本手册介绍白噪声的界面与基本操作：播放噪声音轨、调节音量以及设置睡眠定时器。

source: Three-track Mixer
zh_hans: 三轨混合
zh_hant: 三軌混音

source: Toggle tracks, tweak volumes and set a sleep timer.
zh_hans: 开关音轨、调节音量、按需设置睡眠定时。
zh_hant: 開關音軌、調節音量、按需設定睡眠定時。

source: Toggle white, pink and brown noise independently and blend with per-track volume.
zh_hans: 白 / 粉 / 棕噪声独立开关、各自调节音量,混合输出。
zh_hant: 白 / 粉 / 棕噪聲獨立開關、各自調節音量,混合輸出。

source: Turn it on in Plugin Manager (off by default).
zh_hans: 默认关闭,在插件管理中启用。
zh_hant: 預設關閉,在外掛管理中啟用。

source: User Manual
zh_hans: 使用手册
zh_hant: 使用手册

source: White Noise
zh_hans: 白噪音
zh_hant: 白噪音
